10/data/attachments/d9801bd8b6559aa4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Breanna_race_Actions_27604_2</nif:username>
            <nif:friendToBeRequested>soap_actions_40c31c0a-1c15-4e2c-8db7-8b846de2efc4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>